UPDATE indicator SET base_question = 'Чи вірно спрацював алгоритм індикатора?';

UPDATE indicator SET algorithm_description = 'Індикатор відображає позитивне значення у випадку коли замовник розпочав переговорну процедуру по причині "двічі відмінені торги через відсутність достатньої кількості учасників", але в періоді одного року в системі відсутні дві процедури відмінених торгів з аналогічним предметом закупівлі.'
WHERE code = 'RISK1-1';

UPDATE indicator SET algorithm_description = 'Індикатор відображає позитивне значення у випадку коли очікувана вартість процедури перевищує еквівалент 133 тис. євро по курсу НБУ на дату оголошення.'
WHERE code = 'RISK1-2_1';

UPDATE indicator SET algorithm_description = 'Індикатор відображає позитивне значення у випадку коли очікувана вартість процедури перевищує еквівалент 5150 тис. євро по курсу НБУ на дату оголошення.'
WHERE code = 'RISK1-2_2';

UPDATE indicator SET algorithm_description = 'Індикатор відображає позитивне значення у випадку коли відсутній електронний підпис замовника у тендерній документації.'
WHERE code = 'RISK1-3_1';

UPDATE indicator SET algorithm_description = 'Індикатор відображає позитивне значення у випадку коли відсутній електронний підпис замовника у документах визначення переможця.'
WHERE code = 'RISK1-3_2';

UPDATE indicator SET algorithm_description = 'Індикатор відображає позитивне значення у випадку коли відсутній електронний підпис замовника у документах публікації договору.'
WHERE code = 'RISK1-3_3';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора аналізує факт розміщення файлу документа протягом 5 робочих днів від початку визначення переможця, якщо замовник не приєднав документ та не розмістив протокол про продовження терміну розгляду учасника протягом 5 робочих днів від початку визначення переможця, то індикатор покаже позитивне значення.'
WHERE code = 'RISK1-4_1';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, замовник розмістив файл документу або протокол про продовження терміну розгляду учасника, але протягом 20 робочих днів від початку визначення переможця не визнав переможною/відхилив пропозицію.'
WHERE code = 'RISK1-4_2';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, розмір гарантійного забезпечення перевищує 3% від очікуваної вартості процедури.'
WHERE code = 'RISK1-5_1';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, розмір гарантійного забезпечення перевищує 0,5% від очікуваної вартості процедури.'
WHERE code = 'RISK1-5_2';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, в завершеній процедурі в розділі публікації документів договору є лише електронний підпис, та відсутній будь який прикріплений файл документу включаючи опублікований договір.'
WHERE code = 'RISK1-6';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, у розділі публікації документів договору замовник розмістив будь який файли раніше, ніж за 10 днів від дати публікації наміру про укладення договору.'
WHERE code = 'RISK1-8_1';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, у розділі публікації документів договору замовник не розмістив файли протягом 22 днів після публікації наміру про укладення договору.'
WHERE code = 'RISK1-8_2';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, очікувана вартість звіту перевищує 200 тис. грн. (якщо звіт публікує загальний замовник) або 1 млн. грн. (якщо звіт публікує замовник, що діє в окремих сферах господарювання).'
WHERE code = 'RISK1-10_1';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, очікувана вартість звіту перевищує 1,5 млн. грн. (якщо звіт публікує загальний замовник) або 5 млн. грн. (якщо звіт публікує замовник, що діє в окремих сферах господарювання).'
WHERE code = 'RISK1-10_2';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, очікувана вартість допорогової закупівлі перевищує 200 тис. грн. (якщо закупівлю оголошує загальний замовник) або 1 млн. грн. (якщо закупівлю оголошує замовник, що діє в окремих сферах господарювання).'
WHERE code = 'RISK1-10_3';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, очікувана вартість допорогової закупівлі перевищує 1,5 млн. грн. (якщо закупівлю оголошує загальний замовник) або 5 млн. грн. (якщо закупівлю оголошує замовник, що діє в окремих сферах господарювання).'
WHERE code = 'RISK1-10_4';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, замовник опублікував відповідь на звернення пізніше, ніж 4 робочі дні, або не опублікував зовсім.'
WHERE code = 'RISK1-12';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, тендерна документація у процедурі закупівлі відсутня.'
WHERE code = 'RISK1-13_1';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, замовник порушив термін публікації тендерної документації в процедурі закупівлі: від дня публікації останнього документу до  завершення подачі пропозицій залишилося менше 15 днів.'
WHERE code = 'RISK1-13_2';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, замовник оприлюднює тендерну документацію менше ніж за 30 днів до встановленого в оголошенні кінцевого строку подання тендерних пропозицій.'
WHERE code = 'RISK1-13_3';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли,  у тендерній пропозиції переможця відсутні будь які файлові документи.'
WHERE code = 'RISK1-14';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, сума очікуваної вартості цієї допорогової закупівлі разом з попередніми звітами та допорогами замовника за аналогічним предметом закупівлі у поточному році перевищують 200 тис. грн. (для загальних замовників) або 1 млн. грн. (для замовників, що діють в окремих сферах господарювання).'
WHERE code = 'RISK2-5П';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, допорогова закупівля має вартість від 190 000 грн. до 199 999,99 грн. (для загальних замовників) або від 900 000 грн. до 999 999,99 грн. (для замовників, що діють в окремих сферах господарювання), та протягом поточного року замовник вже уклав договір на подібну суму (звіт, допорогова закупівля) з тим самим постачальником.'
WHERE code = 'RISK2-5_1П';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, сума очікуваної вартості цього звіту разом з попередніми звітами та допорогами замовника за аналогічним предметом закупівлі у поточному році перевищують 200 тис. грн. (для загальних замовників) або 1 млн. грн. (для замовників, що діють в окремих сферах господарювання).'
WHERE code = 'RISK2-5_2П';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, звіт має вартість від 190 000 грн. до 199 999,99 грн. (для загальних замовників) або від 900 000 грн. до 999 999,99 грн.  (для замовників, що діють в окремих сферах господарювання), та протягом поточного року замовник вже уклав договір на подібну суму (звіт, допорогова закупівля) з тим самим постачальником.'
WHERE code = 'RISK2-5_3П';

UPDATE indicator SET algorithm_description = 'Очікувана вартість даної допорогової закупівлі разом з попередніми звітами та дорогами даного замовника за даним предметом закупівлі у поточному році перевищують 1,5 млн. грн. (для загальних замовників) або 5 млн. грн. (для замовників, що діють в окремих сферах господарювання).'
WHERE code = 'RISK2-6П';

UPDATE indicator SET algorithm_description = 'Проведена допорогова закупівля має вартість від 1 350 000 грн. до 1 499 999,99 грн. (для загальних замовників) або від 4 500 000 грн. до 4 999 999,99 грн. (для замовників, що діють в окремих сферах господарювання)? Чи мав замовник протягом поточного року договір на подібну суму (звіт, допорогова закупівля) з тим самим постачальником.'
WHERE code = 'RISK2-6_1П';

UPDATE indicator SET algorithm_description = 'Очікувана вартість даного звіту разом з попередніми звітами та допорогами даного замовника за даним предметом закупівлі у поточному році перевищують 1,5 млн. грн. (для загальних замовників) або 5 млн. грн. (для замовників, що діють в окремих сферах господарювання).'
WHERE code = 'RISK2-6_2П';

UPDATE indicator SET algorithm_description = 'Опублікований звіт має вартість від 1 350 000 грн. до 1 499 999,99 грн. (для загальних замовників) або від 4 500 000 грн. до 4 999 999,99 грн. (для замовників, що діють в окремих сферах господарювання)? Чи мав замовник протягом поточного року договір на подібну суму (звіт, допорогова закупівля) з тим самим постачальником.'
WHERE code = 'RISK2-6_3П';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, замовник відхилив усі тендерні пропозиції, крім переможця, ціна якого є найбільш економічно невигідною.'
WHERE code = 'RISK2-13';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, замовник відхилив усі тендерні пропозиції, крім переможця, ціна якого є найбільш економічно невигідною.'
WHERE code = 'RISK2-13-1';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, замовником було відхилено 2 чи більше тендерні пропозиції на стадії прекваліфікації.'
WHERE code = 'RISK2-14';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, замовником було відхилено 2 чи більше тендерні пропозиції на стадії прекваліфікації.'
WHERE code = 'RISK2-14_1';

UPDATE indicator SET algorithm_description = 'Алгоритм індикатора відображає позитивне значення коли, у процедурі були дискваліфікації та визнано переможцем ФОП, що має попередні договори з замовником по 3-х чи більше предметах закупівель.'
WHERE code = 'RISK2-17_2п';